Repository: UmutDizman/umutdizman.com
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Do you provide the content?
tr: İçeriği siz mi sağlıyorsunuz?

source: Content is usually provided by the client. However, I help structure the pages and guide you on what content is needed to make the site effective.
tr: İçerik genellikle müşteri tarafından sağlanır. Ancak, sayfaları yapılandırmanıza yardımcı olur ve sitenin etkili olması için hangi içeriğin gerekli olduğu konusunda size rehberlik ederim.

source: What kind of websites do you build?
tr: Ne tür web siteleri oluşturuyorsunuz?

source: I build business websites, landing pages, and custom web systems. From simple informational sites to admin-managed platforms, everything is built to be fast, secure, and scalable.
tr: İşletme web siteleri, açılış sayfaları ve özel web sistemleri oluşturuyorum. Basit bilgilendirme sitelerinden yönetici tarafından yönetilen platformlara kadar her şey hızlı, güvenli ve ölçeklenebilir olacak şekilde tasarlanır.

source: Do I own the website and code?
tr: Web sitesi ve kodun sahibi ben miyim?

source: Yes. Once the project is completed and paid for, you own the website, code, and assets entirely. No subscriptions, no lock-in.
tr: Evet. Proje tamamlandıktan ve ödemesi yapıldıktan sonra, web sitesi, kod ve varlıklar tamamen size ait olur. Abonelik yok, bağlanma yok.

source: Ready to start your project?
tr: Projeye başlamaya hazır mısınız?

source: If you have a project in mind, let’s have a short call to see if we’re a good fit.
tr: Aklınızda bir proje varsa, kısa bir görüşme yaparak birbirimize uygun olup olmadığımızı konuşalım.

source: Book a discovery call
tr: Kısa Bir Görüşme Planla

source: Email me
tr: E-posta Gönder

source: Not sure yet
tr: Henüz karar vermedim

source: New project inquiry
tr: Projeye başlamaya hazır mısınız?

source: Got it — I’ll get back to you shortly
tr: Aldım — kısa süre içinde dönüş yapacağım.

source: Thanks for reaching out. I’ve received your message and I’ll reply within 24 hours.
tr: Mesajın için teşekkürler. Talebini aldım ve 24 saat içinde dönüş yapacağım.

source: Your message
tr: Mesaj

source: Thanks for reaching out. I’ll review your message and reply within 24 hours.
tr: Mesajın için teşekkürler. Talebini aldım ve 24 saat içinde dönüş yapacağım.

source: Thanks! Your message has been sent.
tr: Teşekkürler! Mesajın ulaştı.
