Repository: UmutDizman/umutdizman.com
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: English
tr: İngilizce

source: Turkish
tr: Türkçe

source: You don’t have permission to access this page.
tr: Bu sayfaya erişim izniniz yok. Bir hata olduğunu düşünüyorsanız bana yazabilirsiniz.

source: 403 Forbidden
tr: 403 Erişim Engellendi

source: Access Denied
tr: Erişim Reddedildi

source: You don’t have permission to access this page. If this seems wrong, feel free to contact me.
tr: Bu sayfaya erişim izniniz yok. Bir hata olduğunu düşünüyorsanız bana yazabilirsiniz.

source: Home
tr: Ana Sayfa

source: Start over from the beginning. Return to the home page to explore my services.
tr: Baştan başlamak için ana sayfaya dönün ve hizmetlerimi inceleyin.

source: Go Back to Home
tr: Ana Sayfaya Dön

source: Projects
tr: Projeler

source: Explore my modern web applications and e-commerce solutions.
tr: Modern web uygulamalarımı ve e-ticaret çözümlerimi inceleyin.

source: View Portfolio
tr: Projeleri Gör

source: Contact
tr: İletişim

source: If you couldn't find what you were looking for or have a project idea, reach out to me.
tr: Aradığınızı bulamadıysanız ya da bir proje fikriniz varsa, bana ulaşın.

source: Send a Message
tr: Mesaj Gönder

source: Go back to the previous page
tr: Önceki sayfaya dön

source: The page you’re looking for could not be found.
tr: Aradığınız sayfa bulunamadı.

source: 404 ERROR
tr: 404 Sayfa Bulunamadı

source: We couldn't find what you were looking for.
tr: Aradığınız sayfayı bulamadık.

source: Don’t worry — links sometimes change or pages move. Here are a few helpful links to get you back on track.
tr: Sorun değil — bazen bağlantılar değişir veya sayfalar taşınır. Aşağıdaki bağlantılarla devam edebilirsiniz.

source: Something went wrong on our side. Please try again later.
tr: Bizim tarafta bir şey ters gitti. Lütfen daha sonra tekrar deneyin.

source: 500 Internal Server Error
tr: 500 Sunucu Hatası

source: Something went wrong on our end.
tr: Bizim tarafta bir şey ters gitti.

source: Don’t worry — this isn’t your fault. We’re experiencing a technical issue, but you can continue using the site through the links below.
tr: Merak etmeyin — bu sizin hatanız değil. Şu an teknik bir sorun yaşıyoruz, ama aşağıdaki bağlantılarla siteyi kullanmaya devam edebilirsiniz.

source: About
tr: Hakkımda

source: Learn more about Umut Dizman, a freelance web developer focused on building practical and scalable web solutions.
tr: Pratik ve ölçeklenebilir web çözümleri geliştiren freelance web geliştirici Umut Dizman hakkında daha fazla bilgi edinin.

source: More Than Just
tr: Sadece Kod

source: Code
tr: Değil

source: I'm a strategic partner for founders and small businesses. I build digital products that are fast, accessible, and designed to grow with your vision.
tr: Girişimciler ve küçük işletmeler için stratejik bir iş ortağıyım. Hızlı, erişilebilir ve vizyonunuzla birlikte büyüyecek dijital ürünler geliştiriyorum.

source: Get in Touch
tr: İletişime Geç

source: View Work
tr: Çalışmalarımı Gör

source: Business-Focused Thinking
tr: İş Odaklı Yaklaşım

source: I don’t just write code. I think about your business goals and build solutions that support growth, conversion, and long-term success.
tr: Sadece kod yazmıyorum. İş hedeflerinizi anlayıp; büyümeyi, dönüşümü ve uzun vadeli başarıyı destekleyen çözümler üretiyorum.

source: Clean, Maintainable Code
tr: Temiz ve Sürdürülebilir Kod

source: I build clean, readable, and scalable code that’s easy to maintain — so your project doesn’t become a problem six months later.
tr: Okunabilir, ölçeklenebilir ve bakımı kolay bir kod altyapısı kuruyorum — böylece proje 6 ay sonra sorun çıkarmıyor.

source: Clear Communication & Delivery
tr: Net İletişim ve Zamanında Teslim

source: No middlemen, no confusion. You work directly with me, get regular updates, and always know where the project stands.
tr: Aracı yok, belirsizlik yok. Benimle doğrudan çalışırsınız; düzenli güncellemeler alırsınız ve projenin her an nerede olduğunu bilirsiniz.

source: Technical Approach
tr: Teknik Yaklaşım

source: Modern tools, Simple systems.
tr: Modern araçlar, Sade sistemler.

source: I don’t pick tech because it’s trendy. I choose tools that keep your site fast, secure, and easy to manage — without unnecessary complexity.
tr: Teknolojiyi moda diye seçmem. Sitenizi hızlı, güvenli ve yönetmesi kolay tutan araçları tercih ederim — gereksiz karmaşa yaratmadan.

source: Django-based, production-ready architecture
tr: Django tabanlı, yayına hazır mimari

source: Fast pages + clean SEO fundamentals
tr: Hızlı açılan sayfalar + sağlam SEO temeli

source: Admin-managed content when you need it
tr: İhtiyaç duyduğunuzda admin panelden içerik yönetimi

source: Clear handoff: docs + short training
tr: Temiz teslim: dokümantasyon + kısa eğitim

source: Backend & admin
tr: Backend & admin panel

source: Reliable database
tr: Sağlam veritabanı

source: Clean UI fast
tr: Hızlı, temiz arayüz

source: Stable releases
tr: Stabil sürümler

source: "The right tool for the right job."
tr: "Doğru iş için doğru çözüm."

source: How I Work
tr: Nasıl Çalışıyorum

source: Development Process
tr: Geliştirme Süreci

source: Discovery
tr: Keşif

source: We discuss your goals, audience and requirements to define a clear roadmap.
tr: Hedeflerinizi, hedef kitlenizi ve ihtiyaçlarınızı analiz ederek net bir yol haritası oluşturuyoruz.

source: Design & UX
tr: Tasarım & Deneyim

source: Wireframes and focused on usability and conversion.
tr: Kullanılabilirlik ve dönüşüm odaklı wireframe ve arayüz tasarımları.

source: Development
tr: Geliştirme

source: Clean, modern code for performance, SEO and scalability.
tr: Performans, SEO ve ölçeklenebilirlik için temiz ve modern kodlama.

source: Launch
tr: Yayınlama

source: Testing, deployment and handoff. Everything runs smoothly.
tr: Test, yayına alma ve teslim süreci. Her şey sorunsuz çalışır.

source: Featured Case Study
tr: Örnek Çalışma

source: Purevia E-commerce Demo
tr: Purevia – E-ticaret Demo Projesi

source: A complete overhaul of a legacy financial dashboard for a Series A startup. The focus was on simplifying complex data visualization and improving performance for daily active users.
tr: Gerçek iş akışlarını yansıtan, uçtan uca geliştirilmiş bir e-ticaret demo projesi. Ürün yönetimi, kullanıcı hesapları, sepet ve sipariş süreçleri admin panel ile tam entegre şekilde kurgulandı.

source: Product & order management
tr: Ürün ve sipariş yönetimi

source: E-commerce Flow
tr: E-ticaret Akışı

source: Cart, checkout & order history
tr: Sepet, ödeme ve sipariş geçmişi

source: View Case Study
tr: Detayları Gör

source: Services & Packages
tr: Hizmetler & Paketler

source: How I can help you
tr: Size Nasıl Yardımcı Olabilirim

source: Flexible engagement models tailored to your stage of business.
tr: İşinizin aşamasına göre esnek çalışma modelleri.

source: Starter
tr: Temel

source: Perfect for MVP validation or personal portfolios.
tr: MVP doğrulama veya kişisel portföyler için ideal.

source: From $149
tr: 5.000 ₺'den başlayan fiyatlarla

source: Business
tr: Kurumsal

source: For established companies needing a pro presence.
tr: Profesyonel bir dijital görünüm isteyen işletmeler için.

source: From $299
tr: 10.000 ₺'den başlayan fiyatlarla

source: Complex web apps and custom development needs.
tr: Özel ihtiyaçlara yönelik, kapsamlı web uygulamaları.

source: Custom Quote
tr: Özel fiyatlandırma

source: Compare all packages
tr: Tüm paketleri karşılaştır

source: Ready to get started
tr: Projeye başlamaya hazır mısınız?

source: I take on a limited number of projects each month. Let’s see if we’re a good fit.
tr: Ayda sınırlı sayıda proje alıyorum. Birbirimize uygun olup olmadığımızı birlikte değerlendirelim.

source: Book a Discovery Call
tr: Kısa Bir Görüşme Planla

source: Email Me
tr: E-posta Gönder

source: Freelance web developer building fast, reliable websites.
tr: Küçük işletmeler ve markalar için hızlı, güvenilir ve sürdürülebilir web siteleri geliştiren freelance web geliştirici.

source: Services
tr: Hizmetler

source: Language
tr: Dil

source: Flag icon
tr: Bayrak icon

source: Turkey flag
tr: Türkiye bayrağı

source: England flag
tr: İngiltere bayrağı

source: Hire Me
tr: İletişime Geç

source: Freelance web developer building fast, reliable websites for small businesses and brands.
tr: Küçük işletmeler ve markalar için hızlı, güvenilir ve sürdürülebilir web siteleri geliştiren freelance web geliştirici.

source: Sitemap
tr: Site Haritası

source: Socials
tr: Sosyal Medya

source: All rights reserved.
tr: Tüm hakları saklıdır.

source: Contact Me
tr: İletişime Geç

source: Get in touch to discuss your project idea, ask questions, or start working together on your website.
tr: Proje fikrinizi konuşmak, sorular sormak veya web siteniz için birlikte çalışmaya başlamak üzere iletişime geçin.

source: clarify
tr: netleştirelim

source: Let’s <span class="accent">%(accent)s</span> your idea.
tr: Fikrinizi <span class="accent">%(accent)s</span>.

source: Tell me what you’re thinking — I’ll help you figure out the next step.
tr: Aklındakini kısaca anlat — birlikte bir sonraki adımı belirleyelim.

source: Name
tr: İsim

source: Email
tr: E-posta

source: Phone (optional)
tr: Telefon (opsiyonel)

source: Package
tr: Paket

source: Message
tr: Mesaj

source: Start Project
tr: Projeyi Başlat

source: I usually reply within 24 hours to see if it’s a good fit.
tr: Genelde 24 saat içinde dönüş yapıp uygunluk kontrolü yapıyorum.

source: Contact Success
tr: İletişim

source: Your message has been sent successfully. I’ll review it and get back to you within 24 hours.
tr: Mesajını aldım. 24 saat içinde dönüş yapacağım.

source: Message Sent
tr: Mesajınız başarıyla

source: Successfully!
tr: gönderildi!

source: I've received your message and will get back to you within 24 hours.
tr: Mesajını aldım. 24 saat içinde dönüş yapacağım.

source: Go Home
tr: Ana Sayfa

source: View Projects
tr: Projeleri Gör

source: project?
tr: proje mi var?

source: Planning a <span class="accent">%(accent_word)s</span> Let’s talk.
tr: Bir <span class="accent">%(accent_word)s</span> , netleştirelim.

source: A short conversation to clarify scope, timeline, and the right approach.
tr: Kapsamı, zamanı ve doğru yaklaşımı birlikte netleştirelim.

source: Direct communication
tr: Doğrudan iletişim

source: No agencies, no middlemen. You work directly with the developer.
tr: Ajans yok, aracı yok. Doğrudan geliştiriciyle çalışırsınız.

source: Quick fit check
tr: Kısa uygunluk değerlendirmesi

source: Not a sales call — just a short scope and fit review.
tr: Bu bir satış görüşmesi değil — sadece kapsam ve uygunluğu kısaca netleştiriyoruz.

source: Clear scope, no surprises
tr: Net kapsam, sürpriz yok

source: What we agree on upfront is what gets delivered.
tr: Başta neye anlaştıysak, teslim edilen de tam olarak odur.

source: Start a Project
tr: Projeyi Başlat

source: "This is not a sales call. We’re simply checking whether your project is a good fit."
tr: "Bu bir satış görüşmesi değil. Sadece projenizin uygun olup olmadığını birlikte değerlendiriyoruz."

source: I build <span class="text-acent">reliable and fast </span>web solutions for founders.
tr: İşinizi dijitale taşıyan, <span class="text-acent">sağlam ve hızlı</span> web çözümleri geliştiririm.

source: Custom business and portfolio websites with design, development, SSL setup and secure deployment - all in one place.
tr: Tasarım, geliştirme, SSL kurulumu ve güvenli yayınlama dahil; kurumsal ve portföy sitelerini uçtan uca tek yerden teslim ediyorum.

source: View Services
tr: Hizmetleri Gör

source: Django · Design · SSL · Deployment · Admin Panel
tr: Django · Tasarım · SSL · Yayınlama · Admin Panel

source: Website preview
tr: Websitesi önizlemesi

source: Websites built to grow your business
tr: İşinizi büyüten web siteleri

source: From simple landing pages to full business websites—designed, built, and deployed.
tr: Basit landing page’lerden, yayına hazır kurumsal sitelere kadar.

source: A fast and clean website to get your business online. Up to 4 pages, responsive design, basic SEO, SSL, and deployment.
tr: İşinizi hızlıca internete taşıyan sade bir web sitesi. 4 sayfaya kadar, responsive tasarım, temel SEO, SSL ve yayına alma.

source: See details
tr: Detayları Gör

source: Responsive design
tr: Mobil uyumlu tasarım

source: Basic SEO
tr: Temel SEO + site haritası

source: SSL + deployment
tr: SSL kurulumu + yayına alma

source: Contact form
tr: Teklif al

source: Popular
tr: En Popüler

source: A complete business website built to attract and convert customers. Designed, built, and deployed from start to finish.
tr: Satış ve dönüşüm odaklı, profesyonel bir kurumsal web sitesi. Tasarım, geliştirme ve yayınlama süreçlerinin tamamı dahil.

source: Custom sections (services/portfolio)
tr: Özel bölümler (hizmetler / portföy)

source: Lead-focused contact flow
tr: Dönüşüm odaklı bölümler ve formlar

source: Admin panel (optional)
tr: Telefon (opsiyonel)

source: Analytics setup
tr: Analitik kurulumu

source: A fully custom website for brands that need something unique. Custom design, extended pages, and tailored features.
tr: Özel ihtiyaçları olan markalar için tamamen özelleştirilmiş web sitesi. Özel tasarım, daha fazla sayfa ve markaya özel geliştirmeler.

source: Custom features (booking/payment)
tr: Özel özellikler (rezervasyon / ödeme)

source: Integrations (APIs)
tr: Ödeme sistemleri ve API entegrasyonları

source: Performance & SEO pass
tr: Performans ve SEO optimizasyonu

source: Maintenance option
tr: Bakım ve destek seçeneği

source: Selected project
tr: Öne Çıkan Proje

source: A closer look at how I tackle real-world problems.
tr: Gerçek dünya problemlerini nasıl ele aldığıma daha yakından bakın.

source: CASE STUDY
tr: ÖRNEK ÇALIŞMA

source: Purevia — E-commerce demo
tr: Purevia - E-ticaret Demo

source: A real-world e-commerce website designed to demonstrate how online stores actually work. Product listings, cart flow, admin panel, and secure production deployment included.
tr: Gerçek iş akışlarını yansıtan, uçtan uca geliştirilmiş bir e-ticaret web sitesi. Ürünler, sepet süreci, admin panel ve yayına hazır kurulum dahildir.

source: E-commerce flow
tr: E-ticaret Akışı

source: Cart & checkout
tr: Sepet ve Ödeme

source: Admin panel
tr: Admin paneli

source: Inventory control
tr: Stok yönetimi

source: Performance
tr: Performans

source: Fast pages
tr: Hızlı sayfalar

source: Secure setup
tr: Güvenli kurulum

source: SSL + deploy
tr: SSL kurulumu + yayına alma

source: View full case study
tr: Örnek Çalışmaları Görüntüle

source: Selected web projects showcasing business websites, admin panels, and e-commerce solutions built with Django.
tr: Django ile geliştirilmiş kurumsal web siteleri, admin panelleri ve e-ticaret çözümlerini içeren seçilmiş projeler.

source: Featured
tr: Öne Çıkan

source: Project
tr: Çalışma

source: Real-world web projects built for founders and small businesses. Designed for performance, clarity, and real business needs.
tr: Girişimciler ve küçük işletmeler için geliştirilen gerçek projeler. Performans, netlik ve iş ihtiyaçlarına göre tasarlandı.

source: Featured Project
tr: Öne Çıkan Proje

source: E-commerce Demo
tr: E-ticaret Demo

source: A real-world e-commerce demo project with admin management and end-to-end shopping flow. Built to showcase production-ready architecture and clean UX.
tr: Admin yönetimi ve uçtan uca satın alma akışı olan gerçekçi bir e-ticaret demo projesi. Yayına hazır mimari ve temiz UX’i göstermek için geliştirildi.

source: Product, category, and order management from a single dashboard.
tr: Ürün, kategori ve sipariş yönetimi tek bir panelden yapılır.

source: Cart, checkout validation, order tracking, and order history.
tr: Sepet, ödeme ve sipariş geçmişi

source: Purevia preview
tr: Websitesi önizlemesi

source: Project Preview
tr: Önizleme

source: Core Module
tr: Ana Modül

source: Admin Panel & Product Management
tr: Admin Paneli ve Ürün Yönetimi

source: Products, categories, pricing, and orders are managed from a single, clean admin dashboard. Built to support real business workflows without unnecessary complexity.
tr: Ürün, kategori, fiyat ve siparişler tek bir sade admin panelinden yönetilir. Gereksiz karmaşa olmadan gerçek iş akışlarını destekler.

source: Products
tr: Ürünler

source: Orders
tr: Siparişler

source: E-commerce
tr: E-ticaret

source: End-to-end shopping experience including cart, checkout validation, and order history. Designed for clarity, speed, and conversion-focused user journeys.
tr: Sepet, ödeme doğrulama ve sipariş geçmişi dahil uçtan uca alışveriş deneyimi. Netlik, hız ve dönüşüm odaklı kullanıcı akışı için tasarlandı.

source: Cart & Checkout
tr: Sepet ve Ödeme

source: Order History
tr: Sipariş Geçmişi

source: User
tr: Kullanıcı

source: User Accounts & Authentication
tr: Kullanıcı Hesapları ve Kimlik Doğrulama

source: Secure user registration, login, and account management system. Includes protected routes and role-based access for customers and admins.
tr: Güvenli kayıt, giriş ve hesap yönetimi sistemi. Müşteri ve admin için yetkilendirme ve korumalı erişim içerir.

source: Authentication
tr: Giriş Sistemi

source: Access Control
tr: Yetkilendirme

source: Production Ready
tr: Yayına Hazır

source: Deployment & Project Setup
tr: Kurulum ve Yayına Alma

source: Configured for a clean production setup with environment variables, database migrations, and a deployment-friendly structure. Built to ship reliably and maintain easily.
tr: Ortam değişkenleri, migration’lar ve yayına uygun yapı ile temiz bir production kurulumu. Güvenle yayınlanır, kolay bakım yapılır.

source: Env & Config
tr: Ortam ve Ayarlar

source: Deploy / CI
tr: Canlıya alma süreci

source: What You Get Every Project
tr: Her Projede Aldığınız Standart

source: A clear delivery standard—no surprises.
tr: Net teslim standardı — sürpriz yok.

source: Clean Code
tr: Temiz Kod

source: Maintainable, scalable, and built with modern standards.
tr: Bakımı kolay, ölçeklenebilir ve modern standartlarla geliştirilir.

source: Fast Performance
tr: Yüksek Performans

source: Optimized for speed, SEO, and Core Web Vitals.
tr: Hız, SEO ve Core Web Vitals için optimize edilir.

source: 100%% Ownership
tr: %%100 Sahiplik

source: You own the code, design assets, and intellectual property.
tr: Kod, tasarım dosyaları ve tüm haklar size aittir.

source: Post-Launch Support
tr: Yayın Sonrası Destek

source: I’m here after launch for bugs, fixes, and questions.
tr: Yayın sonrası hata, düzeltme ve sorular için yanınızdayım.

source: Have a project in mind?
tr: Projeye başlamaya hazır mısınız?

source: Whether it's a simple landing page or a complex web application, I can help bring your vision to life.
tr: Kısa bir görüşmeyle ihtiyacınızı netleştirelim, doğru çözümle ilerleyelim.

source: View Pricing
tr: Paketleri Gör

source: Web development services including MVP websites, business sites, and custom solutions for growing companies.
tr: Büyüyen şirketler için MVP web siteleri, kurumsal siteler ve özel çözümleri kapsayan web geliştirme hizmetleri.

source: Clear, Transparent
tr: Net ve Şeffaf

source: Packages
tr: Paketler

source: Straightforward packages for founders and small businesses. From simple MVPs to scalable web solutions, built without agency bloat.
tr: Küçük işletmeler ve girişimler için net ve anlaşılır paketler. Basit MVP’lerden ölçeklenebilir web çözümlerine kadar, gereksiz maliyet ve karmaşıklık olmadan.

source: Fast, clean website for small businesses to get online and start receiving inquiries.
tr: Küçük işletmelerin hızlıca dijitale çıkması ve müşteri talepleri almaya başlaması için sade ve hızlı web sitesi.

source: Starting at $149
tr: Başlangıç fiyatı 5,000₺

source: Select Starter
tr: Temel Paketi Seç

source: What's included
tr: Paket İçeriği

source: Up to 4 pages
tr: 4 sayfaya kadar

source: Mobile-first design
tr: Mobil öncelikli tasarım

source: Contact form + WatsApp Button
tr: İletişim formu + WhatsApp butonu

source: Google Maps embed
tr: Google Haritalar entegrasyonu

source: Basic SEO + sitemap
tr: Temel SEO + site haritası

source: 1 revision round
tr: 1 revizyon hakkı

source: 5-7 days delivery
tr: 5–7 gün teslim süresi

source: Most popular
tr: En Popüler

source: A complete brand website with lead-focused sections and admin-managed content.
tr: Müşteri dönüşümüne odaklı bölümler ve yönetilebilir içeriklerle hazırlanmış, markanız için tam kapsamlı bir web sitesi.

source: Starting at $299
tr: Başlangıç fiyatı 10,000₺

source: Select Business
tr: Kurumsal Paketi Seç

source: Everything in Starter, plus:
tr: Temel pakete ek olarak:

source: Up to 8 pages
tr: 8 sayfaya kadar

source: Lead-focused section + forms
tr: Dönüşüm odaklı bölümler ve formlar

source: Blog/updates (Admin manageable)
tr: Blog / duyuru alanı (admin panelden yönetilebilir)

source: Advanced SEO basics
tr: Gelişmiş SEO ayarları

source: Performance pass + image optimization
tr: Performans iyileştirme + görsel optimizasyonu

source: 2 revision round
tr: 2 revizyon hakkı

source: 10-12 days delivery
tr: 10–12 gün teslim süresi

source: Complex web applications with custom functionality.
tr: Özel fonksiyonlara sahip, kapsamlı web uygulamaları.

source: Custom
tr: Özel fiyatlandırma

source: Contact for quote
tr: Teklif al

source: Custom solutions for:
tr: Özel çözümler:

source: Custom web system (not just pages)
tr: Sadece sayfa değil, özel web sistemleri

source: Admin panel + workflows
tr: Admin paneli + iş akışları

source: Auth & profiles
tr: Kullanıcı girişleri ve profiller

source: DB design
tr: Veritabanı tasarımı

source: Integrations (payments/APIs)
tr: Ödeme sistemleri ve API entegrasyonları

source: Scalable architecture
tr: Ölçeklenebilir mimari

source: Milestone-based delivery
tr: Aşamalı teslim süreci

source: Custom quote
tr: Özel fiyatlandırma

source: Need something different?
tr: Farklı bir şeye mi ihtiyacınız var?

source: Not sure which package fits? I can propose a custom scope and quote.
tr: Hangi paket size uygun emin değil misiniz? Size özel kapsam ve fiyat teklifi hazırlayabilirim.

source: Contact me for a custom quote
tr: Özel teklif almak için iletişime geçin

source: Common Questions
tr: Sıkça Sorulan Sorular

source: Everything you need to know about working with me.
tr: Benimle çalışmadan önce bilmeniz gerekenler.

source: How do payments work?
tr: Ödemeler nasıl yapılır?

source: I work with clear, upfront pricing. Most projects start with a 50%% deposit, and the remaining balance is paid after completion and launch. For larger or custom projects, milestone-based payments can be arranged.
tr: Net ve şeffaf fiyatlandırma ile çalışıyorum. Çoğu proje %%50 depozito ile başlar ve kalan bakiye, projenin tamamlanıp lansmanından sonra ödenir. Daha büyük veya özel projeler için, aşama bazlı ödemeler düzenlenebilir.

source: How long does a project take?
tr: Bir proje ne kadar sürer?

source: Starter websites usually take 5–7 days. Business projects take around 10–14 days, depending on scope and how quickly feedback and content are provided.
tr: Temel web siteleri genellikle 5-7 gün sürer. İş projeleri, kapsamına ve geri bildirimlerin ve içeriğin ne kadar hızlı sağlandığına bağlı olarak yaklaşık 10-14 gün sürer.

source: What happens after the site is launched?
tr: Site açıldıktan sonra ne olur?

source: After launch, I provide a short support period to fix any issues. You can then either continue with maintenance support or fully manage the site yourself—I hand everything over cleanly.
tr: Site yayına alındıktan sonra, olası sorunları gidermek için kısa bir destek süresi sağlıyorum. Ardından bakım desteğine devam edebilir veya siteyi tamamen kendiniz yönetebilirsiniz — her şeyi temiz ve sorunsuz şekilde devrediyorum.
